{
  "listings": [
    {
      "address": "112 E 74th St #S, New York, NY ",
      "bedrooms": "4",
      "bathrooms": "5",
      "description": "This expansive home with a gorgeous wraparound terrace is the thing that New York City dreams are made of and will satisfy those with the most discerning eye as it has undergone a meticulous and loving, full no-expense-spared renovation.",
      "image": "https://photos.zillowstatic.com/fp/c1dd6d5186ba546fa4105761ddf8f8a0-uncropped_scaled_within_1536_1152.webp",
      "title": "Rarely available pristine Upper East Side Duplex Penthouse awaits!",
      "price": "9,150,000",
      "type": "Apartment",
      "squareFeet": "1,835",
      "id": 5
    },
    {
      "address": "25 E 83rd St APT 12B, New York, NY",
      "bedrooms": "1",
      "bathrooms": "1",
      "description": "This home contains a truly unique and thoughtfully planned 2-bedroom + 2 full bathroom layout, featuring pre-finished European rifted white oak herringbone flooring, floor to ceiling decorative moldings, Mitsubishi concealed slim-duct heating and cooling with VRT independent zoned climate control, vented W/D in the dedicated laundry closet, gorgeous Italian Scavolini custom kitchen cabinetry with Waterworks faucet, and global leader German-engineered Miele appliance suite with paneled refrigerator and dishwasher.",
      "image": "https://photos.zillowstatic.com/fp/a3ba3ac15438e2ab9b48b508ba6d775f-uncropped_scaled_within_1536_1152.webp",
      "title": "Introducing Manor 82, a ground up new development where everlasting elegance meets timeless value. ",
      "price": "1,350,000",
      "type": "Apartment",
      "squareFeet": "1,110",
      "id": 6
    },
    {
      "address": "421 Hudson St APT M2, New York, NY",
      "bedrooms": "2",
      "bathrooms": "3",
      "description": "Meander through the gorgeous landscaped mews to arrive at your exclusive entrance. Inside, 1,502 square feet of gleaming modern living spaces stretch across two levels highlighted by hardwood floors, magnificent art walls and designer lighting. The sumptuous double-height great room makes a dramatic first impression with 17-foot-tall ceilings, a wall of floating shelves, and massive floor-to-ceiling windows",
      "image": "https://photos.zillowstatic.com/fp/ac22f16ce338b7bc3f9f5eaae0b83209-uncropped_scaled_within_1536_1152.webp",
      "title": "A private, serene, urban oasis. A secret portal in and out of the heart of the West Village.",
      "price": "4,450,000",
      "type": "Apartment",
      "squareFeet": "1,502",
      "id": 7
    },
    {
      "address": "4403 Ocean Front Walk APT 205, Los Angeles, CA",
      "bedrooms": "3",
      "bathrooms": "3",
      "description": "Welcome home, to this premiere ocean-front architectural home in the heart of the Marina Peninsula. With the beach at your front door, this incredible 2nd-floor condo is one the largest in the building and offers panoramic views down the coast that will take your breath away the moment you enter. Live the dream, in this serene retreat! ",
      "image": "https://www.rentcafe.com/blog/wp-content/uploads/sites/62/2015/11/RentCafe_LA_Apex-the-One1.jpg",
      "title": "Welcome home, to this premiere ocean-front architectural home in the heart of the Marina Peninsula.",
      "price": "5,495,300",
      "type": "Apartment",
      "squareFeet": "1,952",
      "id": 8
    },
    {
      "address": "1660 N Hudson Ave APT 3A, Chicago, IL",
      "bedrooms": "3",
      "bathrooms": "3",
      "description": "This boutique Landmark building is nestled on a quiet street surrounded with exceptional views and secluded courtyard. This innovative building coupled with a classic exterior and contemporary interior, offers a newly renovated, exquisite lobby and remarkable common areas. ",
      "image": "https://photos.zillowstatic.com/fp/5faa68ef1699d77aee614ade8d493fe9-uncropped_scaled_within_1536_1152.webp",
      "title": "Rarely available, an exceptional top floor 3 bedroom corner end unit in Old Town's, Historic St. Michael's High School",
      "price": "925,300",
      "type": "Apartment",
      "squareFeet": "1,350",
      "id": 9
    },
    {
      "address": "144 W Erie St #401, Chicago, IL",
      "bedrooms": "3",
      "bathrooms": "3",
      "description": "With direct elevator access into each residence,  Margaux delivers a fresh take on sleek & modern design, while expertly redefining outdoor living in Chicago. Residents will marvel at the floor to ceiling windows, unparalleled corner views, beautiful hardwood flooring, architectural hardware, and separate elevator landing foyers. ",
      "image": "https://photos.zillowstatic.com/fp/2021372e6743cff54e91a4541f3d0852-uncropped_scaled_within_1536_1152.webp",
      "title": "Say 'Hello' to River North's BRAND NEW luxury new construction collection, Margaux.",
      "price": "1,967,000",
      "type": "Apartment",
      "squareFeet": "2,450",
      "id": 11
    },
    {
      "address": "2660 Connecticut Ave NW, Washington, DC ",
      "bedrooms": "3",
      "bathrooms": "4",
      "description": "Welcome to Residence 7D.  A unique and well-appointed spacious home adorned with a classic layout that leads through gallery walls into spacious living and entertaining spaces on one side and private bedroom quarters on the opposite side with luxurious en-suite bathrooms.  This expansive home offers an eat-in kitchen with custom cabinetry by sustainable American brand Henrybuilt",
      "image": "https://photos.zillowstatic.com/fp/b1b18a478f520055e5d53c4dda195b4c-uncropped_scaled_within_1536_1152.webp",
      "title": "There are buildings, and then there is Wardman Tower. ONLY 2 RESIDENCES REMAIN!",
      "price": "4,750,000",
      "type": "Apartment",
      "squareFeet": "4,648",
      "id": 13
    },
    {
      "address": "916 G St NW APT 1002, Washington, DC",
      "bedrooms": "2",
      "bathrooms": "1",
      "description": "Behind the Historic 1917 Gothic Revival facade, Mather Studios is a boutique collection of unique Loft Condominium residences offering luxurious city living in a variety of individual floorplans in the Heart of Downtown Washington, DC.  Penthouse #1002 is a spacious two story, two bedroom (or one bedroom & den) true loft, with dramatic living spaces; soaring ceiling heights; walls of windows;",
      "image": "https://photos.zillowstatic.com/fp/d1b0c9f9a2c76499137a52e5d46e3782-uncropped_scaled_within_1536_1152.webp",
      "title": "**JUST LISTED. OPEN HOUSE SATURDAY, MAY 7 & SUNDAY, MAY 8, 1-3:00PM**",
      "price": "949,000",
      "type": "Apartment",
      "squareFeet": "1,123",
      "id": 16
    },
    {
      "address": "721 Kenyon St NW #2, Washington, DC",
      "bedrooms": "4",
      "bathrooms": "3",
      "description": "This brand new ground up development, semi-detached home with a 10ft ceiling height has the perfect balance of traditional and modern architectural features and integrates a chef's kitchen with stainless steel appliances, quartz countertops, sleek cabinetry, large pantry, gas cooking, and generous counter space. The open flow main level creates a space perfectly suited for dining and hosting.",
      "image": "https://photos.zillowstatic.com/fp/ad8efff3e29720d1d30bf7cf82529d1f-uncropped_scaled_within_1536_1152.webp",
      "title": "Gorgeous 4BR/2.5BA three-level townhome ideally located in friendly Park View. ",
      "price": "1,249,000",
      "type": "Apartment",
      "squareFeet": "1,935",
      "id": 26,
      "user": 51
    },
    {
      "address": "3320 19th St NW #2, Washington, DC",
      "bedrooms": "3",
      "bathrooms": "3",
      "description": "We are proud to present this urban restoration masterpiece, situated on an idyllic Mount Pleasant lot with a lower unit that is completely separate from the main house and features 2 bedrooms and 2 bathrooms.  Bathrooms feature LED anti fog mirrors, custom vanity dual sink in the primary, European fixtures and glass shower enclosures, and 33x33 Porcelanosa tile. A Rheem Tankless hot water Carrier and HVAC system provides endless hot water. Luxury finishes are continued throughout the lower unit, which also features high ceilings.",
      "image": "https://photos.zillowstatic.com/fp/05b7c79ede2d889fc185e10abd496d81-uncropped_scaled_within_1536_1152.webp",
      "title": "We are proud to present this urban restoration masterpiece.",
      "price": "1,195,000",
      "type": "Apartment",
      "squareFeet": "1,640",
      "id": 44
    },
    {
      "address": "42 Old Montauk Hwy, Montauk, NY",
      "bedrooms": "5",
      "bathrooms": "5",
      "description": "This beautiful Montauk Oceanfront Sanctuary spans a private ocean frontage over looking magnificent unobstructed views of the ocean, completely secluded with an abundance of breathtaking wildlife. The unique 7,000 sq. ft beachfront escape is inspired by a Chinese tea house built by architect Frank Hollenbeck. ",
      "image": "https://behindthehedges.com/wp-content/uploads/2021/10/176-Deforest-rd-MTK-drone-1-1024x683.jpg",
      "title": "This beautiful Montauk Oceanfront Sanctuary spans a sprawling 35+/- acres with 485 +/- ft. of private ocean frontage",
      "price": "37,755,000",
      "type": "House",
      "squareFeet": "7,200",
      "id": 10
    },
    {
      "address": "64 Sankaty Rd, Nantucket, MA",
      "bedrooms": "5",
      "bathrooms": "5",
      "description": "A truly special Nantucket escape in one of the Island's most charming and coveted locations. Abutting Sankaty Golf Club with picturesque views and conveniently located one mile from Sconset Village at the foot of the Polpis bike path, whose positioning and westerly facing decks of the existing structures allows for the ultimate in entertaining during those magical summer sunsets.",
      "image": "https://photos.zillowstatic.com/fp/43f7b0677286a895284afb3268c2cc97-uncropped_scaled_within_1536_1152.webp",
      "title": "A truly special Nantucket escape in one of the Island's most charming and coveted locations. ",
      "price": "5,850,000",
      "type": "House",
      "squareFeet": "4,345",
      "id": 17
    },
    {
      "address": "140 Cork Ln, Austin, TX 78737",
      "bedrooms": "4",
      "bathrooms": "4",
      "description": "An entertainers dream with incredible, extended covered patio, media room, dedicated office and open floor plan. Located on one of the largest lots in Belterra, this single story home boasts an expansive, open living area with an en-suite, and a 3-car garage with additional flex space. ",
      "image": "https://cdn.tollbrothers.com/communities/13201/images-resized/3D3A5189RT2ABAAB_920.jpg",
      "title": "Beautiful home available for Sale.",
      "price": "843,556",
      "type": "House",
      "squareFeet": "3,345",
      "id": 18
    },
    {
      "address": "5738 Buffridge Trl, Dallas, TX",
      "bedrooms": "4",
      "bathrooms": "4",
      "description": "Gorgeous, fully remodeled single-story home - inside & out.Dallas! Light, bright, and open. Taken to the studs in 2018 creating airy, open floor plan with high ceilings and tons of light. Large family room with backyard views shares relationship with entertaining kitchen.",
      "image": "https://cdn.tollbrothers.com/communities/12615/images/117A4783RT2AB_CC_RET_920.jpg",
      "title": "Gorgeous, fully remodeled single-story homeinside & out.Dallas!",
      "price": "739,000",
      "type": "House",
      "squareFeet": "2,976",
      "id": 19
    },
    {
      "address": "18440 Wakecrest Dr, Malibu, CA",
      "bedrooms": "4",
      "bathrooms": "3",
      "description": "Set above the bluffs in Malibu stands this reinvented 1962 mid-century 4 bedroom 3 bath home. Walk through a private gated courtyard into an airy and open floor plan, walls of glass that open to the private back yard, this home offers a large living room with a fireplace, and sun-drenched filled dining room. A large fully equipped kitchen with walk-in pantry and oversized eat-in breakfast nook for casual dining.",
      "image": "https://img.gtsstatic.net/reno/imagereader.aspx?imageurl=https%3A%2F%2Fsir.azureedge.net%2F1253i215%2Fv29xwjdm8mbzmpa3zdbh02krn6i215&option=N&h=472&permitphotoenlargement=false",
      "title": "Set above the bluffs in Malibu stands this reinvented 1962 mid-century 4 bedroom 3 bath home",
      "price": "2,843,556",
      "type": "House",
      "squareFeet": "2,545",
      "id": 20
    },
    {
      "address": "5812 Willis Ave, Van Nuys, CA",
      "bedrooms": "5",
      "bathrooms": "6",
      "description": "Welcome to this breath taking modern 5 bedroom 6 bathroom plus den home. As soon as you step in this fully renovated house you will fall in love with the attention to detailed work. Almost every wall in this house was torn down and rebuild in to this modern home with high ceilings",
      "image": "https://i0.wp.com/calmatters.org/wp-content/uploads/2018/05/Reno-1-1.jpg?resize=780%2C519&ssl=1",
      "title": "Welcome to this breath taking modern 5 bedroom 6 bathroom plus den home.",
      "price": "2,488,556",
      "type": "House",
      "squareFeet": "3,035",
      "id": 21
    },
    {
      "address": "17190 Avenida De Santa, Pacific Palisades, CA",
      "bedrooms": "4",
      "bathrooms": "3",
      "description": "Fabulous 4 bedroom, 3 bath residence located on a large corner lot in a convenient spot within the Palisades Highlands. The home enjoys wonderful canyon and mountain views, and the spacious yard with private pool, spa, barbeque and fire pit is ideal for entertaining.",
      "image": "https://www.kbhome.com/images/Community%20Images/California/Bay%20Area/Westerly%20at%20Delaney%20Park/Photography/KBCEN_WesterlyAtDelaneyPark_Plan3-2265-ExteriorPM_3561d-1200.jpg?preset=medium",
      "title": "Fabulous 4 bedroom, 3 bath residence of approximately 3,387 square feet",
      "price": "2,843,556",
      "type": "House",
      "squareFeet": "3,387",
      "id": 22
    },
    {
      "address": "935 Galloway St, Pacific Palisades, CA ",
      "bedrooms": "5",
      "bathrooms": "6",
      "description": "Custom built Modern Farmhouse blocks from the Palisades Village.  This five bedroom, six bathroom home boasts soaring ceilings, hardwood flooring with a clean modern feel. The home's expansive kitchen features Wolf and Sub-Zero appliances, walk-in pantry, and a breakfast nook. All the bedrooms are en suite. ",
      "image": "https://images.adsttc.com/media/images/5ecd/d4ac/b357/65c6/7300/009d/large_jpg/02C.jpg?1590547607",
      "title": "BeauCustom built Modern Farmhouse blocks from the Palisades Village.",
      "price": "5,495,000",
      "type": "House",
      "squareFeet": "3,300",
      "id": 23
    },
    {
      "address": "10960 Wellworth Ave APT 102, Los Angeles, CA",
      "bedrooms": "2",
      "bathrooms": "2",
      "description": "Gracious 2 bedroom, 2 bath condo in the heart of Westwood. Light and bright unit with high ceilings throughout. Open floor plan with a living room complete with a fireplace, wood floors, and sliding doors that lead to the balcony. ",
      "image": "https://media.architecturaldigest.com/photos/56abe0b73c15bf382564f8e3/master/w_1729,h_1148,c_limit/california-homes-01.jpg",
      "title": "Gracious 2 bedroom, 2 bath condo in the heart of Westwood",
      "price": "2,843,556",
      "type": "House",
      "squareFeet": "3,145",
      "id": 24
    },
    {
      "address": "838 S Gretna Green Way, Los Angeles, CA",
      "bedrooms": "4",
      "bathrooms": "2",
      "description": "This grand, 4 bedroom 3 bath condo is located in the heart of the highly sought-after Brentwood neighborhood.  As you enter this elegant home, you are immediately welcomed by the exquisite high ceilings and hardwood flooring.",
      "image": "https://californialistings.com/wp-content/uploads/2021/10/California-House-for-Sale-1.jpg",
      "title": "Beautiful townhouse available for Sale.",
      "price": "2,800,000",
      "type": "House",
      "squareFeet": "3,031",
      "id": 25
    },
    {
      "address": "The Gated Harbour At Newport Beach, LA",
      "bedrooms": "5",
      "bathrooms": "6",
      "description": "Exuding an unmatched style and elegance, the exteriors of this magnificent home carry a traditional charm featuring gable roofs with dormer windows complemented by accents of white bricks, stone steps and a paved walkway that leads to the front porch. Double doors open up to a beautifully adorned foyer with treeline oak flooring, a double height ceiling that boasts a Murano Crystal and Opaline Glass Chandelier and panelled walls that carry a seamless blend of white tones and treeline oak wood.",
      "image": "https://www.myconianplatinumvilla.com/views/media/sliders/Main%20Slider/mykonianplatinumvilla02.jpg",
      "title": "We are delighted to present this stunning five-bedroom residence nestled in the gated Harbour Ridge community of Newport Beach.",
      "price": "24,294,823",
      "type": "Villa",
      "squareFeet": "16,988",
      "id": 26
    },
    {
      "address": "1667 Rising Glen Rd, Los Angeles, CA",
      "bedrooms": "4",
      "bathrooms": "4",
      "description": "The heart of this 4,500 sq ft home is a great room with light oak flooring. A double-sided stone fireplace forms the centre of the living area, which flows out to a spacious formal dining room on one side and on the other, a kitchen with a central island, a breakfast table, an informal lounge and a bar with a passthrough window to the pool deck. Floor-to-ceiling glass walls encase all of these rooms, as well as the master bedroom suite, which directly faces the pool. The other three bedrooms are all en-suite and located along the other side of the home.",
      "image": "https://media.vrbo.com/lodging/34000000/33650000/33645800/33645792/3603e7fb.c10.jpg",
      "title": "Ocean View 4 Bedroom Home for Sale",
      "price": "8,897,902",
      "type": "Villa",
      "squareFeet": "4,535",
      "id": 27
    },
    {
      "address": "2320 Bowmont Drive, Beverly Hills, California",
      "bedrooms": "5",
      "bathrooms": "4",
      "description": "Built in 1927, this house has been occupied by silver screen legends such as Katherine Hepburn and Boris Karloff. You could be the next on the list of discerning owners who have the privilege of living here. Located in a quiet corner of Beverly Hills, this gorgeous five-bedroom ranch-style house gives you a generous 4,984 sq ft of space. Every element of the design is bathed in rustic charm, from the red terracotta roofs to the flagstone driveway and interiors finished in warm wood, stone and brick.",
      "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/265825384.jpg?k=c1d87404e825ed0edb180725b050554fb04109090fe13acf08933001d3b5ee57&o=&hp=1",
      "title": "Hollywood homes really do not come finer than this.",
      "price": "8,995,000",
      "type": "Villa",
      "squareFeet": "4,894",
      "id": 28
    },
    {
      "address": "43 Suffolk Street, Sag Harbor, NY",
      "bedrooms": "5",
      "bathrooms": "4",
      "description": "Located in the famous Sag Harbor port, the house is spread over two levels and has an internal area in excess of 7,000 square feet. Built just two years ago, the home has a very traditional sense of design with a few contemporary touches, including state-of-the-art smart home technology. Its outer facade is like a picture out of a postcard depicting suburban life, with clapboard siding covering its walls and a sloping dark tiled roof. A short gravel drive leads from the main road to the front entrance and perfectly manicured lawn.",
      "image": "https://www.exceptionalvillas.com/public/upload/listing_photos_resize/w1900xh1900-Triton_Villa_13.jpg",
      "title": "We are very delighted to present this beautiful classically styled five-bedroom home in New York’s Suffolk County. ",
      "price": "8,750,000",
      "type": "Villa",
      "squareFeet": "4,000",
      "id": 35
    },
    {
      "address": "12 Boyesen Road, Southampton, NY",
      "bedrooms": "6",
      "bathrooms": "5",
      "description": "This house is new to the market, offering a total area of 1.5 acres, the house covers an approximate area of 6,575 sq ft with vast amounts of exterior space. It has been renovated quite recently to suit a modern and active lifestyle. The white clapboard exterior is complemented by a dark shingle roof and brick chimneys. The interiors are enveloped in stark white with tiled floors and an overall minimalistic look, with wall cornices to add a touch of elegance to the living areas and a tray ceiling in the kitchen.",
      "image": "https://www.villasud.com/static/temp/9/4a378c24337d695b5f31abb3ae10137629c7397b.jpg",
      "title": "Beautiful 4B/2B with private patio",
      "price": "8,950,000",
      "type": "Villa",
      "squareFeet": "6,575",
      "id": 30
    },
    {
      "address": "76 Pierpont Street, Southampton, NY",
      "bedrooms": "3",
      "bathrooms": "3",
      "description": "he one-storey house offers 3,000 sq ft of internal living space on a plot that spans 1.4 acres. The exterior has a very classical look to it with its elaborate columned entryway, tiled roof and wide chimney. The interior design is relatively understated but quite sophisticated, featuring light wood floors in many of the principal rooms, with some rooms and the foyer featuring beautifully patterned wood. Key areas include a large living room, a formal dining room, a great room and the master suite, all with fireplaces.",
      "image": "https://s7d2.scene7.com/is/image/ritzcarlton/50493492-Villa%20Mutiara%20Main%20Pool%201?$XlargeViewport100pct$",
      "title": "Beautiful 4B/2B with private patio",
      "price": "9,500,000",
      "type": "Villa",
      "squareFeet": "3,000",
      "id": 31
    },
    {
      "address": "41 Herrick Road, Hamptons, NY",
      "bedrooms": "7",
      "bathrooms": "6",
      "description": "A true traditional beauty, the home features exterior walls covered in clapboard siding with single hung windows and a balcony over the front porch. Homeowners walk into an entry foyer covered in herringbone oak flooring that leads to a beautifully decorated living room which incorporates a shabby chic style alongside crown moulding ceilings and half wall panelling. The white walls create a perfect backdrop for the neutral tone furnishings that come with an added touch of colour. The black cherry piano and a perfectly framed fireplace complete this living space.",
      "image": "https://www.vacation-key.com/photos/1/2/126272-1.jpg",
      "title": "Beautiful 4B/2B with private patio",
      "price": "10,997,000",
      "type": "Villa",
      "squareFeet": "12,435",
      "id": 32
    },
    {
      "address": "281 Gin Lane, Southampton, NY",
      "bedrooms": "9",
      "bathrooms": "8",
      "description": "Built in the late 1970’s, the exteriors of this ranch style home screams traditional from the white clapboard wood siding to pitched gable roofs and a semi-detached garage. Upon entry, you are immediately struck by the meticulously designed living room that incorporates traditional and modern designs. Vaulted ceilings, a neutral colour palette and full wall windows create a sense of a larger, airy living space. Modern furnishings with hints of colour alongside elegantly designed lighting fixtures and contemporary ornaments further add to the beauty of this room.",
      "image": "https://www.mymenorca.info/media/photos/menorca-villa-rentals.jpg",
      "title": "Beautiful 4B/2B with private patio",
      "price": "11,500,000",
      "type": "Villa",
      "squareFeet": "7,000",
      "id": 33
    },
    {
      "address": "75 First Neck Lane, Hamptons, NY",
      "bedrooms": "10",
      "bathrooms": "9",
      "description": "An architectural gem, this lovely home offers 9 500 sq ft of pure lavish living incorporated within a seamless blend of different design styles. This shingle style home underwent renovations in 2007 modernising the interiors and exteriors while maintaining its traditional charm which can be seen through the gable roofs, arched pediments and a historic turret. Stepping stones lead up to the wrap around porch and into a lovely entry foyer covered in white tones and hardwood floor. A bay window allows a steady flow of sunlight while opening you up to gorgeous views of the landscaped garden.",
      "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/12/ef/a1/vue-de-la-piscine.jpg?w=900&h=-1&s=1",
      "title": "Beautiful 4B/2B with private patio",
      "price": "12,400,000",
      "type": "Villa",
      "squareFeet": "9,500",
      "id": 34
    },
    {
      "address": "281 Gin Lane, Southampton, NY",
      "bedrooms": "9",
      "bathrooms": "8",
      "description": "Built in the late 1970’s, the exteriors of this ranch style home screams traditional from the white clapboard wood siding to pitched gable roofs and a semi-detached garage. Upon entry, you are immediately struck by the meticulously designed living room that incorporates traditional and modern designs. Vaulted ceilings, a neutral colour palette and full wall windows create a sense of a larger, airy living space. Modern furnishings with hints of colour alongside elegantly designed lighting fixtures and contemporary ornaments further add to the beauty of this room. A large set square archway connects the living room to a formal dining room.",
      "image": "https://cdn.pixabay.com/photo/2020/03/21/20/03/real-estate-4955086_1280.jpg",
      "title": "Beautiful 4B/2B with private patio",
      "price": "13,500,00",
      "type": "Villa",
      "squareFeet": "7,000",
      "id": 36
    }
  ]
}